:PROPERTIES:
:ID:       CB69769A-AA43-46C2-8C8C-C2E781E25E2D
:header-args: :results output
:END:
#+title: lilypond
* Installation

#+begin_src shell :results ouput
  brew install lilypond
#+end_src

#+RESULTS:

#+begin_src shell :results
  lilypond --version
#+end_src

#+RESULTS:
#+begin_example
GNU LilyPond 2.26.0 (running Guile 3.0)

Copyright (c) 1996--2026 by
  Han-Wen Nienhuys <hanwen@xs4all.nl>
  Jan Nieuwenhuizen <janneke@gnu.org>
  and others.

This program is free software.  It is covered by the GNU General Public
License and you are welcome to change it and/or distribute copies of it
under certain conditions.  Invoke as `lilypond --warranty' for more
information.

#+end_example

#+begin_src shell :results output
  brew list lilypond
#+end_src

#+RESULTS:
#+begin_example
/opt/homebrew/Cellar/lilypond/2.26.0/INSTALL_RECEIPT.json
/opt/homebrew/Cellar/lilypond/2.26.0/LICENSE
/opt/homebrew/Cellar/lilypond/2.26.0/bin/midi2ly
/opt/homebrew/Cellar/lilypond/2.26.0/bin/etf2ly
/opt/homebrew/Cellar/lilypond/2.26.0/bin/convert-ly
/opt/homebrew/Cellar/lilypond/2.26.0/bin/musicxml2ly
/opt/homebrew/Cellar/lilypond/2.26.0/bin/abc2ly
/opt/homebrew/Cellar/lilypond/2.26.0/bin/lilypond
/opt/homebrew/Cellar/lilypond/2.26.0/bin/lilymidi
/opt/homebrew/Cellar/lilypond/2.26.0/bin/lilypond-invoke-editor
/opt/homebrew/Cellar/lilypond/2.26.0/bin/lilypond-book
/opt/homebrew/Cellar/lilypond/2.26.0/.brew/lilypond.rb
/opt/homebrew/Cellar/lilypond/2.26.0/NEWS.txt
/opt/homebrew/Cellar/lilypond/2.26.0/sbom.spdx.json
/opt/homebrew/Cellar/lilypond/2.26.0/README.md
/opt/homebrew/Cellar/lilypond/2.26.0/COPYING
/opt/homebrew/Cellar/lilypond/2.26.0/LICENSE.OFL
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-event-classes.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/backend-library.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/graphviz.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/modal-transforms.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-music-types.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/accreg.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/color.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/harp-pedals.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/bar-line.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/autochange.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/parser-clef.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/lily-library.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/c++.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-context-properties.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/chord-entry.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/ly-syntax-constructors.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/stencil.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/to-xml.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-music-display-methods.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/markup.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/predefined-fretboards.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/page.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/part-combiner.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/framework-cairo.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/display-woodwind-diagrams.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/paper.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/midi.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-markup-commands.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/lily.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/scheme-engravers.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/clip-region.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/translation-functions.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/layout-beam.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/output-svg.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/auto-beam.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/font-encodings.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/parser-ly-from-scheme.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/titling.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/breath.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/scheme-performers.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/time-signature-settings.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/framework-ps.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-grob-interfaces.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/output-ps.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/fret-diagrams.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/context.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/ps-to-png.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-grob-properties.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-note-names.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/display-lily.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/curried-definitions.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-woodwind-diagrams.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/chord-ignatzek-names.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/framework-svg.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/skyline.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/flag-styles.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/output-lib.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/markup-macros.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/tablature.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-music-callbacks.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-grobs.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/qr-code.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-stencil-commands.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/file-cache.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/script.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/time-signature.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/operators.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/layout-slur.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/define-music-properties.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/music-functions.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/paper-system.go
/opt/homebrew/Cellar/lilypond/2.26.0/lib/lilypond/2.26.0/ccache/lily/chord-name.go
/opt/homebrew/Cellar/lilypond/2.26.0/LICENSE.DOCUMENTATION
/opt/homebrew/Cellar/lilypond/2.26.0/AUTHORS.txt
/opt/homebrew/Cellar/lilypond/2.26.0/.bottle/var/cache/fontconfig/d214ba718aad2672a0754413735713c5-le64.cache-9
/opt/homebrew/Cellar/lilypond/2.26.0/COPYING.FDL
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/vi/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/sv/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/da/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/ja/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/el/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/it/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/ca/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/zh_TW/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/cs/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/ru/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/zh_CN/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/uk/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/nl/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/de/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/fi/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/eo/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/fr/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/es/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/locale/tr/LC_MESSAGES/lilypond.mo
/opt/homebrew/Cellar/lilypond/2.26.0/share/emacs/site-lisp/lilypond/lilypond-what-beat.el
/opt/homebrew/Cellar/lilypond/2.26.0/share/emacs/site-lisp/lilypond/lilypond-words.el
/opt/homebrew/Cellar/lilypond/2.26.0/share/emacs/site-lisp/lilypond/lilypond-font-lock.el
/opt/homebrew/Cellar/lilypond/2.26.0/share/emacs/site-lisp/lilypond/lilypond-init.el
/opt/homebrew/Cellar/lilypond/2.26.0/share/emacs/site-lisp/lilypond/lilypond-indent.el
/opt/homebrew/Cellar/lilypond/2.26.0/share/emacs/site-lisp/lilypond/lilypond-mode.el
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/vim/indent/lilypond.vim
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/vim/ftplugin/lilypond.vim
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/vim/ftdetect/lilypond.vim
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/vim/syntax/lilypond.vim
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/vim/syntax/lilypond-words
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/vim/syntax/lilypond-words.vim
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/vim/compiler/lilypond.vim
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/musicxml.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/convertrules.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/book_base.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/midi.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/musicxml2ly_conversion.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/musicexp.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/musicxml2ly_globvars.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/lilylib.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/book_texinfo.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/book_latex.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/langdefs.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/utilities.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/book_snippets.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/book_docbook.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/musicxml2ly_definitions.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/python/book_html.py
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/base-tkit.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/catalan.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/event-listener.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/predefined-mandolin-fretboards.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/property-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/paper-defaults-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/music-functions-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/vocal-tkit.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/svenska.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/ancient-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/toc-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/chord-modifiers-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/deutsch.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/declarations-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/suomi.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/context-mods-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/hel-arabic.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/guile-debugger.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/string-tunings-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/portugues.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/titling-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/midi-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/swing.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/text-replacements.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/predefined-guitar-fretboards.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/turkish-makam.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/engraver-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/norsk.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/gregorian.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/espanol.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/graphviz-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/scheme-sandbox.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/internal-backend-test.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/scale-definitions-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/dynamic-scripts-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/grace-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/drumpitch-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/staff-tkit.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/performer-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/generate-documentation.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/lyrics-tkit.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/piano-tkit.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/satb.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/lilypond-book-preamble.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/ssaattbb.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/vlaams.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/italiano.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/predefined-guitar-ninth-fretboards.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/chord-repetition-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/articulate.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/arabic.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/makam.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/predefined-fretboards-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/english.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/nederlands.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/persian.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/spanners-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/script-init.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/bagpipe.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/voice-tkit.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ly/predefined-ukulele-fretboards.ly
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ps/encodingdefs.ps
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ps/music-drawing-routines.ps
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ps/lilyponddefs.ps
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/ps/nocache.ps
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-grob-properties.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/color.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/autochange.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/operators.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/file-cache.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/chord-ignatzek-names.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/scheme-performers.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-paper-variables.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/ps-to-png.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/documentation-lib.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-translation.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-script-priorities.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/translation-functions.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/layout-slur.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/stencil.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-music-callbacks.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-music-types.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/breath.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-paper-sizes.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/display-lily.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/bar-line.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/script.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-context-properties.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/context.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/scheme-engravers.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/guile-debugger.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-context-mods.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-stencil-commands.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/clip-region.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/skyline.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/graphviz.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/framework-ps.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/lily-sort.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/titling.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/fret-diagrams.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/midi.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-functions.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/page.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/lily.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/hyphenate-internal-words.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/c++.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/framework-svg.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/display-woodwind-diagrams.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-note-names.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/predefined-fretboards.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-markup-commands.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-woodwind-diagrams.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/framework-cairo.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-colors.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/to-xml.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-backend.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/layout-beam.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/parser-clef.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-break-align-symbols.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/qr-code.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/part-combiner.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/auto-beam.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-grob-interfaces.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/time-signature.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-grobs.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-music-display-methods.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/paper.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/backend-library.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-music.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/output-svg.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-paper-variables.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/accreg.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/markup-macros.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/paper-system.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-type-predicates.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/music-functions.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/documentation-generate.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/chord-entry.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-outside-staff-priorities.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/time-signature-settings.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/chord-name.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/lily-library.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/tablature.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/harp-pedals.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-markup.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/parser-ly-from-scheme.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/output-lib.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/flag-styles.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/markup.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/ly-syntax-constructors.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/document-identifiers.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/modal-transforms.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-event-classes.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/font-encodings.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/curried-definitions.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/define-music-properties.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/scm/lily/output-ps.scm
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/svg/emmentaler-20.svg
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/svg/emmentaler-23.svg
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/svg/emmentaler-26.svg
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/svg/emmentaler-18.svg
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/svg/emmentaler-brace.svg
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/svg/emmentaler-14.svg
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/svg/emmentaler-16.svg
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/svg/emmentaler-13.svg
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/svg/emmentaler-11.svg
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/emmentaler-font.conf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/00-lilypond-fonts.conf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-alphabet13.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-braces.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-noteheads.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-autometric.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-braces-b.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-other-generic.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan13.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-noteheads20.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-noteheads14.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-parenthesis.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-flags11.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-alphabet23.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-braces-f.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-rests.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-accidentals.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-sori-koron.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-naturals.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan23.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-braces-g.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-ties.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-alphabet16.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/common-modules-and-initialization.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-noteheads11.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan16.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-flags14.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-alphabet-generic.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-flags20.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-dots.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-macros.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-custodes.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-braces-c.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-alphabet26.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-timesignatures.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan26.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-macros.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-braces-h.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-noteheads.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta11.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-noteheads11.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-pedals.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-accidentals.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta14.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta20.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-noteheads-generic.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-alphabet18.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-braces-i.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-rests.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-sharps.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-flags-generic.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-numbers.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-noteheads20.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan18.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-noteheads14.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-accordion.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta13.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-noteheads-generic.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-noteheads13.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-noteheads18.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-flats.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta23.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-arrowheads.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-params.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-noteheads23.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-arrow.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta16.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/declare-autometric-parameters.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-flags18.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-noteheads16.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-flags.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta26.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-clefs.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-trills.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-noteheads26.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-braces-d.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-other-generic.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-scripts.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-noteheads26.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-scripts.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-flags23.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-dynamics.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-alphabet11.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-flags.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-timesignatures.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-clefs.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan11.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-brackettips.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-noteheads16.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/debugging-settings.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-dots.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-flags13.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-braces-generic.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-braces-a.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-noteheads23.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-flags26.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-braces-e.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-alphabet20.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-alphabet14.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta18.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan-noteheads13.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan20.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-noteheads18.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/parmesan14.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/source/feta-flags16.mf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyreheros-bolditalic.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyrecursor-bolditalic.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/C059-Bold.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/NimbusSans-Regular.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyreschola-regular.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/NimbusSans-BoldItalic.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyreschola-italic.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/NimbusMonoPS-Italic.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/emmentaler-14.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/C059-Roman.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/emmentaler-16.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyreschola-bolditalic.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyrecursor-italic.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/NimbusSans-Italic.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/emmentaler-13.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/emmentaler-11.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyrecursor-bold.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/emmentaler-20.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/emmentaler-23.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/NimbusMonoPS-BoldItalic.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/C059-BdIta.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/emmentaler-26.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/NimbusMonoPS-Regular.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/emmentaler-18.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/emmentaler-brace.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/C059-Italic.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyreheros-bold.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/NimbusSans-Bold.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/NimbusMonoPS-Bold.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyreschola-bold.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyrecursor-regular.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyreheros-regular.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/otf/texgyreheros-italic.otf
/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0/fonts/99-lilypond-fonts.conf
#+end_example

* Help
#+begin_src shell
  lilypond --help
#+end_src

#+RESULTS:
#+begin_example
Usage: lilypond [OPTION]... FILE...

Typeset music and/or produce MIDI from FILE.

LilyPond produces beautiful music notation.
For more information, see https://lilypond.org

Options:
  -f, --formats=FORMATs            dump FORMAT,...  Also as separate options:
      --pdf                        generate PDF files (default)
      --svg                        generate SVG files 
      --png                        generate PNG files 
      --ps                         generate PostScript files
  -E, --eps                        generate Encapsulated PostScript files
  -O, --pspdfopt=KEY               set ps/pdf optimization to KEY, which is
                                     either 'size' (default), 'TeX', or
                                     'TeX-GS'
  -d, --define-default=SYM[=VAL]   set Scheme option SYM to VAL (default:
                                     '#t')
  -d, --define-default=no-SYM      set Scheme option SYM to '#f'
  -d, --define-default=help        show help for Scheme options
  -e, --evaluate=EXPR              evaluate scheme code
  -h, --help                       show this help and exit
  -H, --header=FIELD               dump \header field FIELD to file named
                                     BASENAME.FIELD
  -I, --include=DIR                append DIR to search path
  -i, --init=FILE                  use FILE as init file
  -j, --jail=USER,GROUP,JAIL,DIR   chroot to JAIL, become USER:GROUP and cd
                                     into DIR
  -l, --loglevel=LOGLEVEL          print log messages according to LOGLEVEL,
                                     which is either NONE, ERROR, WARN,
                                     BASIC, PROGRESS, INFO (default), or DEBUG
  -o, --output=FILE                write output to FILE (suffix will be added)
                                     or to FOLDER, in which case the file name
                                     will be taken from the input file.
      --relocate                   (ignored)
  -s, --silent                     no progress, only error messages
                                     (equivalent to --loglevel=ERROR)
  -v, --version                    show version number and exit
  -V, --verbose                    be verbose (equivalent to --loglevel=DEBUG)
  -w, --warranty                   show warranty and copyright

You found a bug? Please read https://lilypond.org/bug-reports.html


Top-level directory of LilyPond's data tree:
  '/opt/homebrew/Cellar/lilypond/2.26.0/share/lilypond/2.26.0'

#+end_example

* [[id:04B03591-50E7-41E2-A2A5-0C2893FAD39C][org-babel]]

There's some support built-in
https://orgmode.org/worg/org-contrib/babel/languages/ob-doc-lilypond.html

** org-babel-lilypond-ly-command

#+begin_src emacs-lisp :results value
  (describe-variable 'org-babel-lilypond-ly-command)
#+end_src

#+RESULTS:
#+begin_example
org-babel-lilypond-ly-command is a variable defined in ‘ob-lilypond.el’.

Its value is
"/Applications/lilypond.app/Contents/Resources/bin/lilypond"

Command to execute lilypond on your system.
Do not set it directly.  Customize ‘org-babel-lilypond-commands’ instead.

  This variable may be risky if used as a file-local variable.

#+end_example

** org-babel-execute:lilypond

#+begin_src emacs-lisp :results value
  (describe-function #'org-babel-execute:lilypond)
#+end_src

#+RESULTS:
#+begin_example
org-babel-execute:lilypond is a byte-code-function in
‘ob-lilypond.el’.

(org-babel-execute:lilypond BODY PARAMS)

Execute LilyPond src block according to arrange mode.
See ‘org-babel-execute-src-block’ for BODY and PARAMS.
When in arrange mode, tangle all blocks and process the result.
Otherwise, execute block according to header settings.

#+end_example
